  export let questions = [
    {
      text: 'Какую цель вы хотели бы достичь с помощью продуктов Biogena?',
      answers: [
        'Укрепление иммунной системы',
        'Здоровое пищеварение',
        'Движение без боли',
        'Улучшение качества сна',
        'Поддержание оптимального уровня здоровья',
        'Повышение работоспособности',
      ]
    },
    {
      text: 'Выберите ваш пол',
      answers: [
        'Женский',
        'Мужской'
      ]
    },
    {
      text: 'Сколько вам лет?',
      answers: [
        '15-30 лет',
        '31-50 лет',
        '51-70 лет',
        'Старше 71 года',
      ]
    },
    {
      text: 'Каковы ваши пищевые привычки?',
      answers: [
        'Веганская диета',
        'Вегетарианская диета',
        'Смешанный режим питания',
        'Рацион, основанный на большом потреблении мясных продуктов',
      ]
    },
    {
      text: 'Каков уровень вашей физической нагрузки?',
      answers: [
        'Сидячий образ жизни',
        'Физические тренировки один раз в неделю',
        'Физические тренировки несколько раз в неделю',
      ]
    },
    {
      text: 'Как бы вы определили свой уровень стресса?',
      answers: [
        'Отсутствие стресса',
        'Нормальный уровень стресса',
        'Слегка повышенный уровень стресса',
        'Экстремальный уровень стресса',
      ]
    },
    {
      text: 'Как вы оцениваете качество вашего сна?',
      answers: [
        'Хорошее качество сна',
        'Среднее качество сна',
        'Плохое качество сна',
      ]
    },
    {
      text: 'Как бы вы описали свою повседневную жизнь?',
      answers: [
        'Часто в разъездах',
        'В основном сидя в помещении',
        'В основном на открытом воздухе',
        'Напряженный день с разнообразными видами деятельности',
      ]
    },
    {
      text: 'Вы уже когда-нибудь покупали продукты Biogena?',
      answers: [
        'Да, несколько раз',
        'Нет, еще нет',
      ]
    },
  ];
