export let resTexts = [
  [
    'В сырое и холодное время года некоторые микронутриенты, такие как витамин D и цинк, обеспечивают жизненно важную поддержку для сохранения здоровой иммунной системы.',
    'Диета, богатая клетчаткой, в сочетании с микронутриентами, важными для здоровья слизистых оболочек. Так, например, витамин В2 и биотин являются идеальной нутритивной поддержкой для здоровья кишечника. ',
    'Чтобы легко шагать по жизни, ключевым фактором является возможность движения без ограничений. Важные микронутриенты, такие как кальций и магний, поддерживают кости, мышцы и всю нашу опорно-двигательную систему. ',
    'Продукты с растительными экстрактами, такими как гриффония простнолистная или с аминокислотами, минералами (магний) способствуют обеспечению естественной поддержки организма, чтобы помочь вам без труда заснуть и крепко спать. ',
    'Если вы хотите оставаться здоровым и бодрым как можно дольше, идите по жизни с позитивным настроем, избегайте приема стимуляторов (средств, повышающих функциональную активность), регулярно занимайтесь спортом, осознанно расслабляйтесь, хорошо спите и питайтесь здоровой пищей, богатой жизненно важными питательными веществами. ',
    'Исследования показывают, что люди, принимающие магний, калий, селен и цинк, лучше справляются с физическим и ментальным стрессом. '
  ],
  [
    'Те, кто питается исключительно растительной пищей, должны уделять особое внимание таким микронутриентам, как витамин В12, железо, цинк и омега-3 жирные кислоты. ',
    'Те, кто придерживается вегетарианской диеты, должны следить за тем, чтобы их выбор продуктов питания был разнообразным, с целью обеспечения организма необходимыми микронутриентами в сбалансированных пропорциях. ',
    'Те, кто придерживается смешанной диеты, должны позаботиться о том, чтобы включить в свой рацион большую долю свежих фруктов и овощей. Эти продукты являются основой сбалансированной диеты, богатой жизненно важными микронутриентами. ',
    'При рационе, основанном на большом потреблении мясных продуктов, рекомендуется употреблять много свежих фруктов и овощей несколько раз в день. Это обеспечит достаточное потребление клетчатки и сохранит здоровье и тонус вашего пищеварительного тракта. ',
  ],
  [
    'Физические упражнения жизненно важны для нашего хорошего здоровья и благополучия. Интегрируйте физические упражнения в свою повседневную жизнь с помощью обычных действий; например, поднимайтесь по лестнице вместо лифта, выбирайте прогулку на короткие расстояния, вместо поездки, например, на автобусе или такси. ',
    'Интенсивная физическая активность стимулирует повышенный метаболизм и является причиной повышенного потоотделения, что нормально для такой ситуации. Однако вместе с потом выводятся и важнейшие минералы. Те, кто интенсивно тренируется один или несколько раз в неделю, нуждаются в большем количестве микронутриентов, таких как магний или калий. ',
    'У спортсменов потребность в микронутриентах, таких как магний или калий, повышена из-за более высокой нагрузки на метаболизм и потерь микронутриентов вследствие повышенного потоотделения. ',
  ],
  [
    'Стресс – вещь относительная. Для того, чтобы не дать стрессу даже малейшего шанса, необходимо, чтобы организм получал полноценную микронутриентную поддержку. ',
    'Все мы время от времени испытываем стресс, из-за работы или различных ситуаций в личной жизни. Однако организм, получающий полноценную микронутриентную поддержку, лучше справится с нагрузкой, а процессы восстановление будут идти быстрее. ',
    'Организм людей, подверженных стрессу изо дня в день, истощает запасы микронутриентов быстрее, чем тот, который его не испытывает. К таким микронутриентам относятся магний и цинк. ',
    'Организм людей, работающих на предельных возможностях изо дня в день, быстрее расходует запасы микронутриентов из-за постоянного стресса. К таким микронутриентам относятся магний и цинк. ',
  ],
  [
    'Хороший ночной сон дает нашему организму время для восстановления, оптимального обмена веществ и формирования крепкого иммунитета. ',
    'Для поддержания здорового ритма сна и бодрствования рекомендуется избегать приема стимуляторов, останавливая свой выбор на специализированных микронутриентах. ',
    'Для поддержания здорового ритма сна и бодрствования рекомендуется избегать приема стимуляторов, останавливая свой выбор на специализированных микронутриентах. ',
  ],
  [
    'Если вы часто находитесь в разъездах, много путешествуете, вернуть баланс своему организму можно с помощью направленных сеансов релаксации, таких как медитация, йога, дополненных приемом микронутриентов. ',
    'Тело не предназначено для многочасового сидения, оно создано для движения! Если вы проводите много времени сидя, старайтесь чаще менять позу и в течение дня время от времени выполнять небольшие физические упражнения. ',
    'Прием правильно подобранных микронутриентов — хорошее решение для людей, которые проводят много времени на открытом воздухе и подвергаются воздействию окружающей среды, как, например, ультрафиолетовое излучение. ',
    'Расслабляющие ритуалы, частые физические тренировки на свежем воздухе и хороший запас микронутриентов являются основой для здоровья людей, ведущих насыщенный и активный образа жизни. ',
  ],
];
